export default {
  projections: {
    ОтчетОПродажахE: {
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      сумВклНДС: {
        __caption__: 'Сум вкл НДС'
      },
      состОтгруз: {
        __caption__: 'Сост отгруз'
      },
      состОплат: {
        __caption__: 'Сост оплат'
      },
      подразеления: {
        __caption__: 'Подразеления',
        подразделение: {
          __caption__: 'Подразделение'
        }
      },
      организации: {
        __caption__: 'Организации',
        организация: {
          __caption__: 'Организация'
        }
      },
      склады: {
        __caption__: 'Склады',
        склад: {
          __caption__: 'Склад'
        }
      },
      контрагенты: {
        __caption__: 'Контрагенты',
        контрагент: {
          __caption__: 'Контрагент'
        }
      }
    },
    ОтчетОПродажахL: {
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      сумВклНДС: {
        __caption__: 'Сум вкл НДС'
      },
      состОтгруз: {
        __caption__: 'Сост отгруз'
      },
      состОплат: {
        __caption__: 'Сост оплат'
      },
      подразеления: {
        __caption__: 'Подразделение',
        подразделение: {
          __caption__: 'Подразделение'
        }
      },
      организации: {
        __caption__: 'Организация',
        организация: {
          __caption__: 'Организация'
        }
      },
      склады: {
        __caption__: 'Склад',
        склад: {
          __caption__: 'Склад'
        }
      },
      контрагенты: {
        __caption__: 'Контрагент',
        контрагент: {
          __caption__: 'Контрагент'
        }
      }
    }
  },
  validations: {
    датаНачала: {
      __caption__: 'Дата начала'
    },
    датаОкончания: {
      __caption__: 'Дата окончания'
    },
    состОплат: {
      __caption__: 'Сост оплат'
    },
    состОтгруз: {
      __caption__: 'Сост отгруз'
    },
    сумВклНДС: {
      __caption__: 'Сум вкл НДС'
    },
    контрагенты: {
      __caption__: 'Контрагенты'
    },
    организации: {
      __caption__: 'Организации'
    },
    подразеления: {
      __caption__: 'Подразеления'
    },
    склады: {
      __caption__: 'Склады'
    }
  }
};
