export default {
  projections: {
    ТЧТоварИУслугE: {
      сумма: {
        __caption__: 'Сумма'
      },
      суммаНДС: {
        __caption__: 'Сумма НДС'
      },
      количестов: {
        __caption__: 'Количестов'
      },
      цена: {
        __caption__: 'Цена'
      },
      номенклатуры: {
        __caption__: 'Номенклатуры',
        номенклатура: {
          __caption__: 'Номенклатура'
        }
      }
    }
  },
  validations: {
    количестов: {
      __caption__: 'Количестов'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    суммаНДС: {
      __caption__: 'Сумма НДС'
    },
    цена: {
      __caption__: 'Цена'
    },
    номенклатуры: {
      __caption__: 'Номенклатуры'
    },
    остатНаСклад: {
      __caption__: 'остатНаСклад'
    }
  }
};
